{
  "criteria": [
    "A recording of a baby crying with realistic infant vocalizations and emotional intensity.",
    "The cry is high-pitched or shrill, suggesting distress or pain.",
    "The cry has large pitch variability, showing frequent rises and falls in tone.",
    "The cry is loud overall, with strong amplitude and projection.",
    "The cry shows wide dynamic range between quiet and loud parts.",
    "The cry has a bright, sharp, or piercing timbre.",
    "The cry has a dull, flat, or noise-like (non-tonal) quality.",
    "The cry sounds harmonically pure and smooth (low roughness).",
    "The cry sounds nasal or resonant through the nose.",
    "The cry sounds rough, harsh, or strained (vocal fold tension).",
    "The cry sounds breathy, weak, or airy.",
    "The cry has a long total duration or sustained wailing periods.",
    "The cry follows a regular rhythmic pattern (e.g., consistent repetition).",
    "The cry shows irregular, arrhythmic structure with unpredictable timing.",
    "The cry has a fast tempo or rapid pulse rate (short inter-cry intervals).",
    "The cry starts abruptly or explosively.",
    "The cry fades gradually after peaks (slow decay envelope).",
    "The cry intensity escalates quickly over time.",
    "The cry intensity decays rapidly after each peak.",
    "The cry includes sobbing, hiccup-like, or tremulous elements.",
    "The cry includes short pauses or breath intervals between bouts.",
    "The cry pattern repeats consistently over time.",
    "The cry pattern changes noticeably over time (non-stationary).",
    "The cry exhibits jitter or shimmer—unstable pitch or amplitude cycles.",
    "The cry includes glottal stops, squeaks, or sudden vocal bursts.",
    "The cry shows irregular breathing or gasping patterns.",
    "The cry resonates in the chest (deep, warm tone).",
    "The cry resonates in the head or throat (thin, strained tone).",
    "The cry shows evidence of high vocal effort or physical strain.",
    "The cry expresses strong urgency or desperation for response.",
    "The cry sounds sad or mournful in tone.",
    "The cry sounds painful or acutely distressed.",
    "The cry sounds frustrated or angry (short, harsh bursts).",
    "The cry sounds fearful or alarmed (sharp onset, elevated pitch).",
    "The cry sounds uncomfortable, as if from a wet diaper or awkward position.",
    "The cry sounds tired or sleepy (lower pitch, slower rhythm, fading energy).",
    "The cry sounds hungry (rhythmic, repetitive, escalating pattern).",
    "The cry sounds overstimulated or overwhelmed (erratic and shrill).",
    "The cry sounds lonely or seeking attention (intermittent, stops when engaged).",
    "The cry calms quickly after brief silences or soothing contact.",
    "The cry expresses overall high distress and difficulty to soothe.",
    "The cry conveys clear emotion, interpretable as a specific need or feeling.",
    "The cry is acoustically controlled and coordinated (not chaotic).",
    "The cry sounds warm and resonant (balanced frequency spectrum).",
    "The cry sounds sharp or metallic (high spectral centroid).",
    "The cry has dominant energy in high frequencies (bright spectral tilt).",
    "The cry has dominant energy in low frequencies (dark spectral tilt).",
    "The cry contains modulation in intensity or pitch that feels communicative.",
    "The cry exhibits temporal consistency typical of a specific need (e.g., hunger).",
    "The cry shows arousal patterns matching strong negative emotion.",
    "The cry exhibits clear emotional salience and realism typical of natural infant vocal behavior."
  ]
}
